etcd/testruns/etcd_result_100000.txt
[OVERALL], RunTime(ms), 32922
[OVERALL], Throughput(ops/sec), 3037.4825344754267
[TOTAL_GCS_PS_Scavenge], Count, 18
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 503
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 1.5278537148411395
[TOTAL_GCS_PS_MarkSweep], Count, 2
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 253
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.768483081222283
[TOTAL_GCs], Count, 20
[TOTAL_GC_TIME], Time(ms), 756
[TOTAL_GC_TIME_%], Time(%), 2.296336796063423
[READ], Operations, 49784
[READ], AverageLatency(us), 24858.05941668006
[READ], MinLatency(us), 0
[READ], MaxLatency(us), 798207
[READ], 95thPercentileLatency(us), 41567
[READ], 99thPercentileLatency(us), 140543
[READ], Return=OK, 49784
[CLEANUP], Operations, 64
[CLEANUP], AverageLatency(us), 3.703125
[CLEANUP], MinLatency(us), 1
[CLEANUP], MaxLatency(us), 11
[CLEANUP], 95thPercentileLatency(us), 6
[CLEANUP], 99thPercentileLatency(us), 6
[UPDATE], Operations, 50216
[UPDATE], AverageLatency(us), 15554.317189740323
[UPDATE], MinLatency(us), 951
[UPDATE], MaxLatency(us), 805375
[UPDATE], 95thPercentileLatency(us), 26751
[UPDATE], 99thPercentileLatency(us), 84799
[UPDATE], Return=OK, 50216
[VERIFY], Operations, 49784
[VERIFY], AverageLatency(us), 15.51896191547485
[VERIFY], MinLatency(us), 1
[VERIFY], MaxLatency(us), 50015
[VERIFY], 95thPercentileLatency(us), 27
[VERIFY], 99thPercentileLatency(us), 49
[VERIFY], Return=OK, 49784