etcd/testruns/etcd_result_50000.txt
[OVERALL], RunTime(ms), 176849
[OVERALL], Throughput(ops/sec), 282.72707224807607
[TOTAL_GCS_PS_Scavenge], Count, 27
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 127
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.07181267635101131
[TOTAL_GCS_PS_MarkSweep], Count, 1
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 29
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.01639817019038841
[TOTAL_GCs], Count, 28
[TOTAL_GC_TIME], Time(ms), 156
[TOTAL_GC_TIME_%], Time(%), 0.08821084654139973
[READ], Operations, 25071
[READ], AverageLatency(us), 18484.653703482112
[READ], MinLatency(us), 740
[READ], MaxLatency(us), 413183
[READ], 95thPercentileLatency(us), 26767
[READ], 99thPercentileLatency(us), 29791
[READ], Return=OK, 25071
[CLEANUP], Operations, 4
[CLEANUP], AverageLatency(us), 9.5
[CLEANUP], MinLatency(us), 4
[CLEANUP], MaxLatency(us), 25
[CLEANUP], 95thPercentileLatency(us), 25
[CLEANUP], 99thPercentileLatency(us), 25
[UPDATE], Operations, 24929
[UPDATE], AverageLatency(us), 9569.398090577239
[UPDATE], MinLatency(us), 424
[UPDATE], MaxLatency(us), 387327
[UPDATE], 95thPercentileLatency(us), 14303
[UPDATE], 99thPercentileLatency(us), 16911
[UPDATE], Return=OK, 24929
[VERIFY], Operations, 25071
[VERIFY], AverageLatency(us), 30.163376012125564
[VERIFY], MinLatency(us), 11
[VERIFY], MaxLatency(us), 3983
[VERIFY], 95thPercentileLatency(us), 45
[VERIFY], 99thPercentileLatency(us), 74
[VERIFY], Return=OK, 25071