etcd/testruns/etcd_result_50000.txt
[OVERALL], RunTime(ms), 154468
[OVERALL], Throughput(ops/sec), 323.69163839759693
[TOTAL_GCS_PS_Scavenge], Count, 24
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 324
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.2097521816816428
[TOTAL_GCS_PS_MarkSweep], Count, 1
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 26
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.016831965196675038
[TOTAL_GCs], Count, 25
[TOTAL_GC_TIME], Time(ms), 350
[TOTAL_GC_TIME_%], Time(%), 0.22658414687831782
[READ], Operations, 25040
[READ], AverageLatency(us), 14401.024321086263
[READ], MinLatency(us), 1
[READ], MaxLatency(us), 88191
[READ], 95thPercentileLatency(us), 26111
[READ], 99thPercentileLatency(us), 29135
[READ], Return=OK, 25040
[CLEANUP], Operations, 4
[CLEANUP], AverageLatency(us), 7.5
[CLEANUP], MinLatency(us), 3
[CLEANUP], MaxLatency(us), 18
[CLEANUP], 95thPercentileLatency(us), 18
[CLEANUP], 99thPercentileLatency(us), 18
[UPDATE], Operations, 24960
[UPDATE], AverageLatency(us), 10055.064503205129
[UPDATE], MinLatency(us), 448
[UPDATE], MaxLatency(us), 395775
[UPDATE], 95thPercentileLatency(us), 14319
[UPDATE], 99thPercentileLatency(us), 17007
[UPDATE], Return=OK, 24960
[VERIFY], Operations, 25040
[VERIFY], AverageLatency(us), 31.513218849840257
[VERIFY], MinLatency(us), 10
[VERIFY], MaxLatency(us), 17535
[VERIFY], 95thPercentileLatency(us), 45
[VERIFY], 99thPercentileLatency(us), 82
[VERIFY], Return=OK, 25040