etcd/testruns/etcd_result_50000.txt
[OVERALL], RunTime(ms), 273983
[OVERALL], Throughput(ops/sec), 182.493074387827
[TOTAL_GCS_PS_Scavenge], Count, 80
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 175
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.06387257603573945
[TOTAL_GCS_PS_MarkSweep], Count, 1
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 27
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.009854626016942657
[TOTAL_GCs], Count, 81
[TOTAL_GC_TIME], Time(ms), 202
[TOTAL_GC_TIME_%], Time(%), 0.0737272020526821
[READ], Operations, 24993
[READ], AverageLatency(us), 36859.277237626535
[READ], MinLatency(us), 3160
[READ], MaxLatency(us), 431615
[READ], 95thPercentileLatency(us), 78143
[READ], 99thPercentileLatency(us), 101247
[READ], Return=OK, 24993
[CLEANUP], Operations, 4
[CLEANUP], AverageLatency(us), 7.0
[CLEANUP], MinLatency(us), 3
[CLEANUP], MaxLatency(us), 14
[CLEANUP], 95thPercentileLatency(us), 14
[CLEANUP], 99thPercentileLatency(us), 14
[UPDATE], Operations, 25007
[UPDATE], AverageLatency(us), 6755.770704202823
[UPDATE], MinLatency(us), 392
[UPDATE], MaxLatency(us), 376831
[UPDATE], 95thPercentileLatency(us), 13519
[UPDATE], 99thPercentileLatency(us), 15927
[UPDATE], Return=OK, 25007
[VERIFY], Operations, 24993
[VERIFY], AverageLatency(us), 28.84443644220382
[VERIFY], MinLatency(us), 13
[VERIFY], MaxLatency(us), 3593
[VERIFY], 95thPercentileLatency(us), 43
[VERIFY], 99thPercentileLatency(us), 60
[VERIFY], Return=OK, 24993