etcd/testruns/etcd_result_50000.txt
[OVERALL], RunTime(ms), 138608
[OVERALL], Throughput(ops/sec), 360.7295394205241
[TOTAL_GCS_PS_Scavenge], Count, 21
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 295
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.2128304282581092
[TOTAL_GCS_PS_MarkSweep], Count, 1
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 29
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.020922313286390395
[TOTAL_GCs], Count, 22
[TOTAL_GC_TIME], Time(ms), 324
[TOTAL_GC_TIME_%], Time(%), 0.2337527415444996
[READ], Operations, 24909
[READ], AverageLatency(us), 11621.051989240837
[READ], MinLatency(us), 0
[READ], MaxLatency(us), 404735
[READ], 95thPercentileLatency(us), 24367
[READ], 99thPercentileLatency(us), 27967
[READ], Return=OK, 24909
[CLEANUP], Operations, 4
[CLEANUP], AverageLatency(us), 8.0
[CLEANUP], MinLatency(us), 3
[CLEANUP], MaxLatency(us), 18
[CLEANUP], 95thPercentileLatency(us), 18
[CLEANUP], 99thPercentileLatency(us), 18
[VERIFY], Operations, 24909
[VERIFY], AverageLatency(us), 22.14866112650046
[VERIFY], MinLatency(us), 1
[VERIFY], MaxLatency(us), 18255
[VERIFY], 95thPercentileLatency(us), 39
[VERIFY], 99thPercentileLatency(us), 78
[VERIFY], Return=OK, 24909
[UPDATE], Operations, 25091
[UPDATE], AverageLatency(us), 10366.441433183212
[UPDATE], MinLatency(us), 561
[UPDATE], MaxLatency(us), 93759
[UPDATE], 95thPercentileLatency(us), 14271
[UPDATE], 99thPercentileLatency(us), 17055
[UPDATE], Return=OK, 25091